{
    "page": "/cancerDataService",
    "title": "CDS",
    "primaryContentImage": "",
    "content": [
        {
            "paragraph": "$$#About CDS#$$"
        },
        {
            "paragraph": "The Cancer Data Service (CDS) is a data repository under the Cancer Research Data Commons (CRDC) infrastructure for storing cancer research data generated by NCI funded programs. CDS provides secure and authorized storage and data sharing capabilities in the cloud for studies that can fall under either of the categories below:."
        },
        {
            "paragraph": "-   Studies with data which do not fit current data type criteria for submission, and/or do not meet minimum metadata standards for submission to a CRDC Data Commons"
        },
        {
            "paragraph": "-   Studies with data that do not have a Data Commons set up for the data type"
        },
        {
            "paragraph": "-   Studies which are on a waiting list on a specific Data Commons for storage such as the Genomics Data Commons (GDC). "
        },
        {
            "paragraph": "-   Studies which are still evolving and do not have a place to store their data and analyze it during acquisition phase. "
        },
        {
            "paragraph": "CDS hosts both controlled and open access data. Permission to access most controlled data on CDS is obtained through the familiar $$[dbGaP](https://www.osp.pitt.edu/ncbi-dbgap-project-requests)$$ system.   If a controlled access project is not listed in the dbGaP system, contact the $$[CDS Helpdesk](cdshelpdesk@mail.nih.gov)$$ for more information.  Open access datasets do not require authorization and are freely accessible."
        },
        {
            "paragraph": "CDS is hosted on AWS and is part of NCI's CloudOne infrastructure. The patients, samples, and derived mutation files for most projects are stored in the $$[Database for Genotypes and Phenotypes](https://www.ncbi.nlm.nih.gov/gap)$$ (dbGaP) database provided by National Center for Biotechnology Information (NCBI). "
        },
        {
            "paragraph": "$$#Data Analysis #$$"
        },
        {
            "paragraph": "While CDS hosts data, it doesn’t directly offer analysis capabilities.  However, the CRDC was built with data analysis in mind.  CDS works closely with the $$[Seven Bridges Cancer Genomics Cloud](https://www.cancergenomicscloud.org/)$$, one of the NCI’s Cloud Resources, which can be used as a primary resource for analyzing data. Data in CDS can also be accessed from the other CRDC Cloud resources, $$[ISB-CGC](https://isb-cgc.appspot.com/)$$, and $$[Broad FireCloud](https://firecloud.terra.bio/)$$. While SB-CGC is established on Amazon Web Services (AWS), ISB-CGC and Broad FireCloud are on Google Cloud, which may impact which Cloud Resource you choose. "
        }
    ]
}